export const messages = {
  saveEventToCalendarInfo:
    "За да запишете събите в календара, използвайте бутона 'ново събите' или цъкнете с десния бутон на мишката върху дата (час) от календара. За да редактирате или премахнете събите, кликнете върху самото събитие.",
  fillAllfieldsError: "Моля, попълнете всички полета.",
  endDayError: "Крайната дата е по-малка от началната.",
  endTimeError: "Крайния час е по-малък от началния.",
  repassError: "Паролите не съвпадат.",
  emailExist: "Такъв мейл вече съществува.",
  shortPass: "Паролата трябва да бъде поне 6 символа.",
  invalidEmail: "Въведеният мейл е в невалиден формат.",
  globalError: "Нещо се обърка. Моля проверете въведените данни.",
  invalidUser: "Не съществува потребител с този мейл.",
  invalidPassword: "Невалидна парола.",
};
